Repository: DhimanKaran/accessibility-localization
Catalog: AccessibilityLearning/Resources/Localization/*.lproj/Localizable.strings
Languages: de, hi

# home_screen_navigation_bar_title
source: Accessibility learning
de: Barrierefreiheit lernen
hi: पहुँच अधिगम

# home_screen_section1_item_title
source: Item
de: Element
hi: आइटम

# home_screen_section1_item_description
source: This is the description for item number
de: Dies ist die Beschreibung für Element Nummer
hi: यह आइटम संख्या के लिए विवरण है

# home_screen_section2_item1_title
source: Accessibility in iOS
de: Barrierefreiheit in iOS
hi: iOS में पहुँच

# home_screen_section2_item1_description
source: Learn how to build accessible apps for everyone.
de: Erfahren Sie, wie man barrierefreie Apps für alle erstellt.
hi: सीखें कि सभी के लिए सुलभ ऐप कैसे बनाएं।

# home_screen_section2_item2_title
source: VoiceOver Guide
de: VoiceOver-Anleitung
hi: VoiceOver मार्गदर्शिका

# home_screen_section2_item2_description
source: Explore how VoiceOver helps users navigate apps.
de: Erfahren Sie, wie VoiceOver Benutzern hilft, Apps zu bedienen.
hi: पता करें कि VoiceOver उपयोगकर्ताओं को ऐप्स नेविगेट करने में कैसे मदद करता है।

# home_screen_continue_button_title
source: Continue
de: Weiter
hi: जारी रखें

# generic_cancel_title
source: Cancel
de: Abbrechen
hi: रद्द करें

# home_screen_details_section1_title
source: Understanding Swift Concurrency
de: Swift Concurrency verstehen
hi: Swift Concurrency को समझना

# home_screen_details_section1_description
source: Learn how structured concurrency works in Swift and why it's a game changer.
de: Lerne, wie strukturierte Nebenläufigkeit in Swift funktioniert und warum sie ein Wendepunkt ist.
hi: जानें कि Swift में structured concurrency कैसे काम करती है और यह क्यों गेम चेंजर है।

# home_screen_details_section1_duration_text
source: Duration: 42 minutes
de: Dauer: 42 Minuten
hi: अवधि: 42 मिनट

# generic_play_title
source: Play
de: Abspielen
hi: चलाएं

# home_screen_details_navigation_bar_title
source: Episode Details
de: Episodendetails
hi: एपिसोड विवरण

# home_screen_select_language
source: Select Language
de: Sprache auswählen
hi: भाषा चुनें

# generic_back_button_title
source: back
de: Zurück
hi: वापस

# accessibility_label_home_screen_continue_button
source: Continue
de: Weiter
hi: जारी रखें

# accessibility_hint_home_screen_continue_button
source: Double tap to proceed to the next step
de: Doppeltippen, um zum nächsten Schritt zu gelangen
hi: अगले चरण पर जाने के लिए डबल टैप करें

# accessibility_label_home_screen_section2_link
source: Link
hi: लिंक

# accessibility_hint_home_screen_section2_link
source: Double tap to open link
de: Doppeltippen, um den Link zu öffnen
hi: लिंक खोलने के लिए डबल टैप करें

# accessibility_hint_home_screen_section1_cell_tap_action
source: Double tap for more details
de: Doppeltippen für weitere Details
hi: अधिक जानकारी के लिए डबल टैप करें

# accessibility_label_home_screen_details_section1_title
source: Episode title:
de: Folgentitel:
hi: एपिसोड का शीर्षक:

# accessibility_label_home_screen_details_section1_description
source: Description:
de: Beschreibung:
hi: विवरण:

# accessibility_label_home_screen_details_section1_play_button
source: Play episode
de: Folge abspielen
hi: एपिसोड चलाएं

# accessibility_hint_home_screen_details_section1_play_button
source: Double-tap to start playback
de: Doppeltippen, um die Wiedergabe zu starten
hi: प्लेबैक शुरू करने के लिए डबल टैप करें

# accessibility_generic_user_input_label_play
source: Play
de: Abspielen
hi: चलाएं

# accessibility_generic_user_input_label_start
source: Start
de: Starten
hi: प्रारंभ करें

# accessibility_generic_user_input_label_begin
source: Begin
de: Beginnen
hi: शुरू करें

# accessibility_home_screen_details_add_to_playlist_button_text
source: Add to Playlist
de: Zur Playlist hinzufügen
hi: प्लेलिस्ट में जोड़ें
